;;; packages.el -*- no-byte-compile: t; -*-
(package! org-modern)
(package! org-download)
(package! org-appear)
(package! org-fragtog)
(package! org-superstar)
(package! svg-tag-mode)
(package! ligature) 
(package! exec-path-from-shell)
(package! doom-rosepine
  :recipe (:host github :repo "Echinoidea/doom-rosepine"))
