;;; packages.el -*- no-byte-compile: t; -*-

(package! org-modern)

(package! org-appear)
(package! org-fragtog)
(package! olivetti)
(package! org-superstar)
(package! svg-tag-mode)
(package! ligature) ;; optional for ligatures
(package! exec-path-from-shell)
(package! doom-rosepine
  :recipe (:host github :repo "Echinoidea/doom-rosepine"))
